Repository: WebDevStudios/wp-search-with-algolia
Catalog: languages/wp-search-with-algolia-*.po
Languages: de_de

source: Algolia plugin requires PHP %1$s or higher. You’re still on %2$s.
de_de: Algolia Plugin benötigt mindestens eine PHP Version von %1$s. Du bist momentan auf Version %2$s.

source: Algolia plugin requires at least WordPress in version %1$s, You are on %2$s.
de_de: Algolia Plugin benötigt mindestens eine Wordpress Version von %1$s. Du bist momentan auf Version %2$s.

source: Algolia Search
de_de: Algolia Suche

source: Autocomplete
de_de: Autovervollständigung

source: Enable autocomplete
de_de: Autovervollständigung aktivieren

source: Configuration
de_de: Konfiguration

source: Autocomplete configuration has been saved. Make sure to hit the "re-index" buttons of the different indices that are not indexed yet.
de_de: Die Autovervollständigung-Konfiguration wurde gespeichert. Bitte nicht vergessen, auf den Button "neu indizieren" zu klicken, um die neuen Inhalte hinzuzufügen.

source: Please select one or multiple indices on the <a href="%s">Algolia: Autocomplete configuration page</a>.
de_de: Bitte wähle eine oder mehrere Indizes auf <a href="%s">Algolia: Autovervollständigung-Konfigurationsseite</a>.

source: You have enabled the Algolia Autocomplete feature but did not choose any index to search in.
de_de: Du hast die Algolia-Autovervollständigung aktiviert, aber noch keine Indizes zum Suchen angegeben.

source: The autocomplete feature adds a find-as-you-type dropdown menu to your search bar(s).
de_de: Die Autovervollständigung fügt beim Tippen automatisch eine Dropdown-Liste zur Suchleiste hinzu.

source: Search Page
de_de: Suchseite

source: Search results
de_de: Suchergebnisse

source: WordPress search is now based on Algolia!
de_de: Wordpress-Suche basiert jetzt auf Algolia!

source: WordPress search is now based on Algolia instantsearch.js!
de_de: Wordpress-Suche basiert jetzt auf Algolia instantsearch.js!

source: You chose to keep the WordPress native search instead of Algolia. If you are using the autocomplete feature of the plugin we highly recommend you turn Algolia search on instead of the WordPress native search.
de_de: Du hast dich statt Algolia für die standardmäßige Wordpress-Suchfunktion entschieden. Falls du die Autovervollständigung von diesem Plugin benutzen möchtest, empfehlen wir die Algolia-Suchfunktion stattdessen anzuschalten.

source: Searchable posts index needs to be checked on the <a href="%s">Algolia: Indexing page</a> for the search results to be powered by Algolia.
de_de: Suchbare Indizes müssen auf <a href="%s">Algolia: Indexierungsseite</a> ausgewählt werden, damit Algolia Suchergebnisse liefern kann.

source: By enabling this plugin to override the native WordPress search, your search results will be powered by Algolia's typo-tolerant & relevant search algorithms.
de_de: Beim Aktivieren dieses Plugins wird die standardmäßige Wordpress-Suchfunktion außer Kraft gesetzt. Deine Suchergebnisse basieren dann auf Algolias fehlertoleranten & relevanten Suchalgorithmen.

source: You have no index containing only posts yet. Please index some content on the `Indexing` page.
de_de: Du hast noch keine Indizes für nur Beiträge ausgewählt. Bitte indexiere Inhalte auf der Indexierungsseite.

source: Settings
de_de: Einstellungen

source: Index name prefix
de_de: Indexname-Präfix

source: Remove Algolia powered by logo
de_de: Entferne "Search by Algolia" Logo

source: Your Algolia Application ID.
de_de: Deine Algolia Application ID.

source: Your Algolia Search-only API key (public).
de_de: Deine Algolia Search-only API key (Öffentlich).

source: Your Algolia ADMIN API key (kept private).
de_de: Deine Algolia ADMIN API key (privat).

source: This prefix will be prepended to your index names.
de_de: Dieser Präfix wird vor den Indexnamen angehängt.

source: This will remove the Algolia logo from the autocomplete and the search page. We require that you keep the Algolia logo if you are using a free plan.
de_de: Dies entfernt das Algolia Logo von der Autovervollständigung und der Suchseite. Wenn du den "Free plan" benutzt, bitten wir dich, das Logo zu behalten.

source: Application ID should not be empty.
de_de: Application ID darf nicht leer sein.

source: Search-only API key should not be empty.
de_de: Search-only API key darf nicht leer sein.

source: API key should not be empty
de_de: API key darf nicht leer sein

source: We were unable to authenticate you against the Algolia servers with the provided information. Please ensure that you used an the Admin API key and a valid Application ID.
de_de: Wir können uns mit deinen Angaben nicht beim Algolia-Server authentifizieren. Bitte vergewissere dich, dass deine Admin API key und deine Application ID gültig sind.

source: It looks like your search API key is wrong. Ensure that the key you entered has only the search capability and nothing else. Also ensure that the key has no limited time validity.
de_de: Es scheint, als wäre deine search API key ungültig. Bitte vergewissere dich, dass dein API key nur für die Suchfunktion gültig ist und keinen Zeitlimit aufweist.

source: We succesfully managed to connect to the Algolia servers with the provided information. Your search API key has also been checked and is OK.
de_de: Wir können uns mit den Angaben beim Algolia-Server authentifizieren. Deine search API key wurde überprüft und ist gültig.

source: Indices prefix can only contain alphanumeric characters and underscores.
de_de: Indexname-Präfix darf nur alphanumerische Zeichen und Unterstriche enthalten.

source: Configure your Algolia account credentials. You can find them in the "API Keys" section of your Algolia dashboard.
de_de: Konfiguriere deine Algolia-Accounteinstellungen. Du kannst sie im Algolia-Dashboard unter "API Keys" finden.

source: Once you provide your Algolia Application ID and API key, this plugin will be able to securely communicate with Algolia servers.
de_de: Wenn du deine Algolia Application ID und API Key angegeben hast, wird dieses Plugin eine sichere Verbindung zum Algolia Server herstellen.

source: We ensure your information is correct by testing them against the Algolia servers upon save.
de_de: Wir überprüfen nach dem Speichern, dass deine Angaben korrekt sind, indem wir diese am Algolia Server testen.

source: No Algolia account yet? <a href="%s">Follow this link</a> to create one for free in a couple of minutes!
de_de: Noch keinen Account bei Algolia? <a href="%s"> Folge diesen Link</a> um einen kostenlosen Account in wenigen Minuten zu erstellen!

source: Algolia Search requires the "mbstring" PHP extension to be enabled. Please contact your hosting provider.
de_de: Für Algolia Suche muss die PHP-Erweiterung "mbstring" aktiviert sein. Bitte kontaktiere deinen Hosting-Provider.

source: Algolia needs "mbregex" NOT to be disabled. Please contact your hosting provider.
de_de: Für Algolia Suche muss die PHP-Erweiterung "mbregex" aktiviert sein. Bitte kontaktiere deinen Hosting-Provider.

source: Algolia Search requires the "cURL" PHP extension to be enabled. Please contact your hosting provider.
de_de: Für Algolia Suche muss die PHP-Erweiterung "cURL" aktiviert sein. Bitte kontaktiere deinen Hosting-Provider.

source: In order for <strong>database caching</strong> to work with Algolia you must add <code>algolia_</code> to the "Ignored Query Stems" option in W3 Total Cache settings <a href="%s">here</a>.
de_de: Damit das<strong>Datenbank-Caching</strong> mit Algolia funktioniert, musst du <code>algolia_</code> zu den "Ignored Query Stems"-Option in <a href="%s">W3 Total Cache Einstellungen</a> hinzufügen.

source: For Algolia search to work properly, you need to index: <strong>%1$s</strong>
de_de: Damit Algolia-Suche funktioniert, musst du <strong>%1$s</strong> indizieren

source: Index now
de_de: Jetzt indizieren

source: Do not use Algolia
de_de: Benutze nicht Algolia

source: Do not use Algolia for searching at all.<br/>This is only a valid option if you wish to search on your content from another website.
de_de: Benutze nicht die Algolia Suche.<br/>Dies ist nur sinnvoll, wenn du deine Inhalte über einer anderen Webseite suchbar machen möchtest.

source: Use Algolia in the backend
de_de: Benutze Algolia im Backend

source: With this option WordPress search will be powered by Algolia behind the scenes.<br/>This will allow your search results to be typo tolerant.<br/><b>This option does not support filtering and displaying instant search results but has the advantage to play nicely with any theme.</b>
de_de: Mit dieser Option wird die Wordpress-Suche mit den Algolia-Suchfeatures ersetzt.<br/>Dadurch sind deine Suchergebnisse tolerant gegen Tippfehler.<br/><b>Diese Option unterstützt nicht Filter und instante Suchergebnisse, bringt sich jedoch ohne Probleme in jedem Theme ein.</b>

source: Use Algolia with Instantsearch.js
de_de: Benutze Algolia mit instantsearch.js

source: This will replace the search page with an instant search experience powered by Algolia.<br/>By default you will be able to filter by post type, categories, tags and authors.<br/>Please note that the plugin is shipped with some sensible default styling rules<br/>but it could require some CSS adjustments to provide an optimal search experience.
de_de: Dies ersetzt die Suchseite mit dem sofortigen Sucherlebnis von Algolia.<br/>Standardmäßig kannst du dabei nach Beiträgen, Kategorien, Schlagwörtern oder Autoren filtern.<br/>Bitte beachte, dass dieses Plugin zwar schon mit voreingestellten CSS konfiguriert ist,<br/>jedoch für ein optimales Nutzererlebnis einige CSS-Anpassungen benötigt.

source: Enable
de_de: Aktivieren

source: Max. Suggestions
de_de: Max. Vorschläge

source: Actions
de_de: Aktionen

source: Re-index
de_de: Neu indizieren

source: Push Settings
de_de: Push-Einstellungen

source: Configure here the indices you want to display in the dropdown menu.
de_de: Stelle hier Deine Indizes ein, die du im Dropdown-Menü angezeigt haben möchtest.

source: Use the `Max. Suggestions` column to configure the number of entries that will be displayed by section.
de_de: Benutze die Spalte "Max. Vorschläge", um jeweils die Anzahl an angezeigten Ergebnissen zu konfigurieren.

source: Use the `Position` column to reflect the order of the sections in the dropdown menu.
de_de: Benutze die Spalte "Position", um die Reihenfolge der Ergebnisse im Dropdown-Menü einzustellen.

source: Re-index search page records
de_de: Suchseite-Einträge neu indizieren

source: About to clear index %s...
de_de: Leere Index %s...

source: Correctly cleared index "%s".
de_de: Index "%s" komplett bereinigt.

source: All posts
de_de: Alle Beiträge

source: Users
de_de: Benutzer

source: No results matched your query
de_de: Keine Ergebnisse gefunden unter
